# St7GetBeamOutline

Returns the outline colour scheme for beams.

long St7GetBeamOutline(long uID, long* Outline)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Outline
One of blNone, blProperty, blGroup, blColour, blOrientation or blContour.